{"pages":[{"title":"about","text":"","link":"/about/index.html"},{"title":"tags","text":"","link":"/tags/index.html"},{"title":"gallery","text":"","link":"/gallery/index.html"},{"title":"categories","text":"","link":"/categories/index.html"}],"posts":[{"title":"2020-不负韶华","text":"一、我已入职dji两周年​ 前天等电梯准备下楼吃饭的时候，旁边一个我们质量部的妹子对我说：你已经快入职两周年了哈。她是替别人代领周年礼物时看到了我的入职时间，是啊，到2020年1月中旬，我就入职两周年了，本来还感觉自己是部分的小鲜肉，现在感觉已经快变成老腊肉了。。。 ​ 从2018年初到2020年初，从实习到试用期再到转正，换了3个项目组，对测试工作逐渐掌握，当然还有很多需要提升的地方。目前所在的这个项目组也是自己比较喜欢的项目组，希望自己在2020年要多学习专业知识，做好自己的本职工作，同时也要和同事配合好，发挥好自己“测试”这个职位的作用。 二、芭蕾​ 2019年我的主要消费之一就是芭蕾培训了，本来是想学古典舞，阴差阳错的入了芭蕾的坑，不过自己也越来越喜欢芭蕾了，虽然很累，也很难学，难掌握，但是每次上完课都巨轻松快乐无比啊。2020年芭蕾课会一直上，如果可以，我想跳舞到80岁，跳舞使我快乐。 三、游泳​ 大学期间上过学校的游泳课，但是没有学会，挺遗憾的，工作之后看到很多同事业余时间都去游泳，我也很想啊，希望2020年我不再是旱鸭子，学会游泳，做两栖人才。","link":"/2020/01/01/2020-不负韶华/"},{"title":"读《明朝那些事儿》","text":"从2019年不知道几月份开始，读起了这本书，大学时读了一部分，现在想接着读完，作者的语言很幽默，但是整本书读下来让我觉得很沮丧，原来真实的崇祯皇帝不是我以为的那样软弱、没有作为，原来真实的袁崇焕是一个意气用事的人，这些真相难免让人觉得失落，郁闷，可是这就是历史，是发生过的、真真实实的事情，是没有办法改变的。在现实生活中我们看待事情也总是会带一些主观的情绪，比如喜欢一个男神/女生，没有完全了解之前，总觉得这个人什么都是完美的，好比不食人间的仙子/仙女，但是其实事实并不是那样。 很意外的是，在文章的最后，作者讲了一个徐霞客游历祖国山川并将游历记录下来的故事，可能有的人会问，他为什么在没有资助，没有前途，用一生的时间去做这样一件事情，是为了什么？其实很多事情是不需要理由的。这让我想起了上学期间，我们在学古诗词的时候，解析里面总会给出一些所谓的解释，可是诗的作者真的是标准答案里面写的那样想的吗？为什么要写这样的诗，可能只有作者自己知道吧。 文章的结束语是“成功只有一个——按照自己的方式，去度过人生”。那么，希望每个人都能用自己喜欢的方式，度过自己的一生。","link":"/2020/01/14/读《明朝那些事儿》/"},{"title":"电影-少年的你","text":"​ 这是一个讲述“校园欺凌”的电影，观影的过程中，看到陈念被欺凌的那一段，特别气愤，高中时代，是多么美好，但是有些同学却遭受着“校园欺凌”，除了学习压力之外，还要整天担惊受怕。近几年总是从新闻上看到关于校园欺凌的报道，我相信肯定还有更多的类似事件，我身边也有——姐姐朋友的孩子在学校也受到了同学们的“特殊对待”，从而不想去学校，我从知乎上也搜了一下关于校园欺凌的话题，很多人都讲述了自己上学期间遭受欺凌的经过，有的是来自同学的欺凌，有的则是来自老师的不公平对待。 ​ 还记得大学的时候，和室友们在宿舍讨论微博热搜上的一个初中生校园欺凌事件，我们当时都在想如果自己遭遇了欺凌应该怎么办？有个室友说，遇到这种情况，她会拉着那个坏小孩同归于尽！说实话，我也不知道我面对这种情况会做出什么反应，因为我没有遭遇过，不能完全感同身受，或许会想电影中的陈念一样，找老师，找警察求助；或许会像姐姐朋友的孩子一样，从此不想再去学校或者转学；获取我也会和我室友说的一样。 ​ 自我感觉，孩子的家庭教育是很重要的，在电影中，通过警察和魏莱的父母的对话，就可以看出父母对孩子的教育存在问题，他们只关心孩子的学习成绩，只关心孩子在学校是不是所谓的优等生，同时对孩子的物质输出也是由孩子是否优秀来决定的，感觉他们家特别冷冰冰，父母和孩子之间仿佛是在做交易，这样培养出来的孩子少了点“温度”，也有点极端。 ​ 希望多一些和“校园欺凌”相关的法制法规，希望每一位家长都能传输给孩子正确的人生观价值观，希望不再有校园欺凌，希望每个人都有一个美好的“少年回忆”。 ​","link":"/2020/01/07/电影-少年的你/"}],"tags":[{"name":"随想","slug":"随想","link":"/tags/随想/"},{"name":"读/观后感","slug":"读-观后感","link":"/tags/读-观后感/"}],"categories":[]}